Revit 2027 API
ParameterTypeId.FloorAttrDefaultHeightParam Property
 "Default Height above level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FloorAttrDefaultHeightParam { get; }
Public Shared ReadOnly Property FloorAttrDefaultHeightParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FloorAttrDefaultHeightParam {
	ForgeTypeId^ get ();
}
static member FloorAttrDefaultHeightParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace